var messages = `
=greeting
יצאנו כל המשפחה לסיור במוזיאון האבירים האנגלי
השיא של הסיור היה אמור להיות סיור במרתפים של המלך אדוארד השני, אבל עד שהגענו לשם הייתי כבר כל כך עייף...
אבירים, דרקונים חרבות, קרבות בים, קרבות ביבשה, רוחות רפאים ונערות במצוקה - הכל הסתובב לי בראש.
כל מה שרציתי זה לשתות קצת מים. אז עזבתי את הקבוצה בחיפוש אחרי קולר.
עברתי מסדרון, ועוד אחד, ואז חדר עם אבירים וחדר עם מראות ו... נאבדתי!!!
הצילו - מה לעשות?
=entry
אתה בחדר ענקי, שכל קירותיו מצופים עץ אדמדם ומבריק.
מהקירות מביטות עליך דמויות של מלכים קדומים - רובם עם שפם ענקי וזקן של דוב גריזלי.
=vilon
בחיים לא ראיתי חדר כל כך מפואר וכל כך מכוער.
הקירות מצופית בשטיחים מעלי עובש, ובהם ציורים של אלים מהמיתולוגיה ה...רומית? או הויקינגית?
קשה להגיד - הם כל כך מתפוררים ורקובים, שהם מהמיתולוגיה של התולעים.
=warehouse
מחסן ישן ומעלה אבק. כל המדפים ריקים.
הקירות מלוכלכים ומהכל עולה ריח מגעיל של נפט...
=office
אין ספק שזה המשרד של מנהל המוזיאון, או אולי של המרתף.
כן, של המרתף. מרתף העינויים.
אני שונא אותו, את המענה הראשי הזה - איך יוצאים מכאן?
=portrait
מולך תלוי על הקיר דיוקן ענקי של המלך אדוארד השלישי.
הוא יושב על כיסא המלכות ומחזיק בידו האחת לפיד גדול שבטח מסמל את אור האמת, או הצדק, או הזבל.
בידו השנייה הוא מחזיק מפתח זהב גדול - בטח סמל למלוכתו.
=smoke
פינת העישון המסריחה של המקום המסריח הזה.
מאפרות גדולות בכל פינה גדושות בבדלי סיגריות ישנים.
על הספות יש סימני צריבה של סיגריות בגלל מעשנים לא זהירים ובאוויר עומד ריח חמוץ של חוסר ניקיון...
=tooffice
מסדרון מפותל. על הקיר יש חץ לכיוון מזרח ועליו כתוב: "למשרד המנהל"
=toknight
מסדרון מפותל. על הקיר יש חץ לכיוון מערב ועליו כתוב: "לתצוגת השריון"
=exit
חדר הכניסה למרתף מואר בנברשת ענקית. הדלת הדרומית היא ענקית ויש עליה שלט מבורך
-------------
--- יציאה ---
-------------
אני בורח מפה עוד רגע!
=toexit
חדר קטן וכולו אדום. במרכז החדר עמוד עם שני חיצים: "לתצוגה" (מערב) "יציאה" (דרום)
=mirrors
קירות החדר מצופים במראות ענקיות ומבריקות
ההשתקפויות שלי מביטות בי עד אינסוף, וכל תנועה קטנה נראית כמו גל בים.
והפרצוף שלי נראה מאוד קטן ומבוהל...
=nw
מסדרון קטן וצפוף
=battle
חדר הקרבות של המלך אדוארד הוא ענקי.
על קיר אחד תלויה תמונה ענקית של קרב ימי בין הצי האנגלי לצי הספרדי.
במרכז אפשר לראות את האוניה של מפקד הצי הספרדי עולה באש בעוד מלחים אנגליים זורקים חבלים עם ווי ברזל לכיוון האויב.
על הקיר מנגד יש סדרה של תחריטים המתארים את כלי הנשק השונים שבשימוש החייל האנגלי: חרב, גרזן, קשת
=knight
תצוגת השריונות של המלך אדוארד מכילה 4 חליפות שריון מלאות
חליפה אחת נראית כאילו היא עשויה מזהב, ואחת מכסף - אך נראה ששתי האחרות, אלה שמברזל, הן שעברו שימוש אמיתי
הן מוכות ומעוקמות, וכוללות גם את כלי נשקו - גרזן, חרב ואלה.
למרבה הצער הכל נעול מאחורי זכוכית משוריינת...
=dark1
דב קוטב רוכן לעברי, עיניו רשעות, צפורניו חדות כתער, פיו פתוח והוא מוכן לנגיסה....אמאל'ה!!!
מימינו 3 פינגיווינם ושני כלבי ים ומאחוריו שועל ונחש אנקונדה!?
זה חדר הפוחלצים של המלך...
=dark2
טפטים מצויירים בתמונות מהטבע מקיפים את החדר הזה מכל כיוון.
זה כמו להיות בחדר מרובע באמצע ג'ונגל טרופי - עצי עד ירוקים ופרחים צבעוניים בכל כיוון
ולכל מקום שמסתכלים, יש תחושה שאיזה נמר מסתכל עליך מזווית העין...
=dark3
במבט ראשון נראה לך שאתה מתחת למים - החדר כולו צבוע בכחול וכרישים מצויירים מכל כיוון.
=darkpersian
החדר הזה נראה כמו הפנים של אוהל ענקי ומפואר. 
הקירות עשויים מוילונות של משי בכל צהעי הקשת - ירוק, סגול, כתום, כחול, טוקיז...
הרצפה מכוסה בשטיחים רכים וכאשר אני מביט למעלה, התקרה הרחוקה צבועה בכחול כהה עם כוכבי זהב קטנים ונוצצים
=storeKey-init
על וו בקיר תלוי מפתח
=storeKey-focus
מפתח כסף קטן ועליו כתובת: מחסן לפידים
=storeKey
מפתח כסף קטן
=mainKey-init
על השולחן מונח מפתח זהב גדול
=mainKey-focus
מפתח זהב גדול ועלי הכתובת: חירום
=mainKey
מפתח זהב גדול
=torch-init
לפיד כבוי מונח על הרצפה
=torch-focus
לפיד מסריח מנפט
=torch
לפיד
=lighter-init
על השולחן המלוכלך, זרוק מצית ישן
=lighter-focus
מצית משופשף שכאילו נולד לעשות שריפות
=lighter
מצית
=win
הצלחת לצאת מהמרתף!
בחוץ מקבלים אותך אמא ואבא בנשיקות וחיבוקים - הם כל כך דאגו...
כולם גאים בך על איך שנחלצת - אתה גיבור היום!!!!
`;